Repository: Furtif/ddt4all
Catalog: ddt4all_data/locale/*/LC_MESSAGES/ddt4all.po
Languages: tr, uk_ua

source: Goto data
tr: Veriye Git
uk_ua: Йти до даних

source: Remove
tr: Kaldır
uk_ua: Видалити

source: Add to screen
tr: Ekrana ekle
uk_ua: Додати на екран

source: Request name;Bytes;Manual
tr: İstek adı;Bayt;Manuel

source: Add
tr: Ekle
uk_ua: Додати

source: Send request bytes (HEX)
tr: Alınan istek baytları (HEX)
uk_ua: Відправити запит байт (HEX)

source: Receive bytes (HEX)
tr: Alınan bayt (HEXA)
uk_ua: Отримати байти (HEX)

source: Data length
tr: Veri uzunluğu
uk_ua: Довжина даних

source: Shift byte count
tr: Bayt sayısını değiştir
uk_ua: Розмір зміщення

source: Data name;Start byte;Bit offset;Bit count;Endianess
tr: Veri adı;Başlangıç baytı;Bit ofseti;Bit sayısı;Endianness(byte sıralama yönü)

source: Little
tr: Küçük

source: Big
tr: Büyük

source: Inherits globals
tr: Globalleri devralır

source: No SDS
tr: SDS yok
uk_ua: Без SDS

source: Plant
tr: Ek

source: After Sale
tr: Satış Sonrası
uk_ua: Після продажу

source: Engineering
tr: Mühendislik
uk_ua: Інженерія

source: Supplier
tr: Tedarikçi
uk_ua: Постачальник

source: Reload requests
tr: İstekleri yeniden yükle
uk_ua: Перечитати запит

source: Add request
tr: İstek Ekle
uk_ua: Додати запит

source: Send bytes
tr: Gönderilen bayt

source: Receive bytes
tr: Alınan bayt

source: Number of bits
tr: Bit sayısı
uk_ua: Кількість бітів

source: Signed
tr: İmzalı
uk_ua: Підписано

source: Add item
tr: Parça Ekle
uk_ua: Додати

source: Del item
tr: Parça sil
uk_ua: Виданити

source: New item
tr: Yeni parça
uk_ua: Новий

source: Value;Text
tr: Değer;Metin
uk_ua: Значення;Текст

source: Number of bytes
tr: Bayt Sayısı
uk_ua: Кількість байтів

source: Unit
tr: Birim

source: Number of bit
tr: Bit Sayısı

source: Format
tr: Biçim
uk_ua: Формат

source: Value = (AX+B) / C
tr: Değer =(AX+B) / C

source: New
tr: Yeni
uk_ua: Нове

source: Duplicate selected
tr: Seçilenleri Çoğalt
uk_ua: Дублікат обрано

source: Remove selected
tr: Seçilenleri Sil
uk_ua: Видалити обране

source: Reload
tr: Tekrar yükle
uk_ua: Перезавантажити

source: Validate changes
tr: Değişiklikleri Doğrula

source: Description
tr: Açıklama
uk_ua: Опис

source: Data type
tr: Veri Türü
uk_ua: Тип дати

source: Numeric
tr: Sayısal
uk_ua: Нумерація

source: Numeric items
tr: Sayısal Parçalar
uk_ua: Нумерація вкладень

source: Data is used by request %s
tr: Veriler %s isteği tarafından kullanılıyor

source: New data
tr: Yeni Veri

source: Replace me with request description
tr: Beni istek açıklamasıyla değiştir

source: Data name;Description
tr: Veri adı;Açıklama

source: Del
tr: Sil
uk_ua: Видалити

source: Refresh
tr: Yenile
uk_ua: Оновити

source: Move up
tr: Yukarı Taşı
uk_ua: Підняти

source: Check
tr: Kontrol
uk_ua: Перевірити

source: Request %s not found
tr: %s isteği bulunamadı

source: <font color=green>Request <font color=blue>'%s'</font> has no missing input values</font>
tr: <font color=green>İstek <font color=blue>'%s'</font> eksik girdi değeri içermiyor</font>

source: <font color=red>Request <font color=blue>'%s'</font> has missing inputs :</font>
tr: <font color=red>İstek <font color=blue>'%s'</font> eksik girdi içeriyor :</font>

source: Delay;Request
tr: Gecikme; İstek

source: Screen initialization
tr: Ekran başlatma
uk_ua: Ініціалізація екрану

source: Requests to send before screen drawing
tr: Ekran çiziminden önce gönderilecek istekler

source: Button name;Unique name
tr: Buton adı; Benzersiz ad
uk_ua: Назва кнопки;Унікальне імя

source: ECU Function address
tr: ECU İşlev adresi

source: ECU Protocol
tr: ECU Protokolü

source: Tool > Ecu ID (Hex)
tr: Araç > Ecu Kimliği (Hex)

source: Ecu > Tool ID (Hex)
tr: Ecu > Araç Kimliği (Hex)

source: Coding
tr: Kodlama
uk_ua: Кодування

source: Big Endian
tr: Big Endian(önemli byte solda)

source: Little Endian
tr: Little Endian (önemli byte sağda)

source: ECU Auto identification
tr: ECU Otomatik kimlik
uk_ua: ECU Авто визначення

source: Diag version;Supplier;Soft;Version
tr: Tanılama sürümü;Tedarikçi;Yazılım;Sürüm

source: Add new
tr: Yeni Ekle
uk_ua: Додати нове

source: Delete selected
tr: Seçilenleri Sil
uk_ua: Видалити обране

source: Diag version
tr: Tanılama sürümü
uk_ua: Diag версія

source: Soft
tr: Yazılım

source: Version
tr: Sürüm
uk_ua: Версія

source: No request named
tr: Adlandırılmış istek yok
uk_ua: Запит не названо

source: Found similar
tr: Benzer bulundu
uk_ua: Знайдено однакове

source: DataItem not found
tr: Veri Öğesi bulunamadı
uk_ua: DataItem не знайдено

source: Cannot find data
tr: Veri bulunamıyor
uk_ua: Невдалось знайти дані

source: Cannot draw input
tr: Giriş çizilemiyor
uk_ua: Не вдалось завантажити плагін

source: No Value
tr: Değer Yok
uk_ua: Значення

source: Generated stream
tr: Oluşturulan akış
uk_ua: Згенерований потік

source: Send request stream
tr: İstek akışını gönder

source: Received stream
tr: Alınan akış

source: Request ECU Error
tr: ECU isteği Hatası
uk_ua: Запит помилок

source: Decoded values
tr: Kodlanmış değerler
uk_ua: Декодування значень

source: Warning, cannot get signed value for
tr: Uyarı, imzalı değer alınamıyor
uk_ua: Увага, не вдалося отримати signed значення до

source: Division by zero, please check data item:
tr: Sıfıra bölme, lütfen veri öğesini kontrol edin:

source: getHexValue >> abnormal remaining bytes
tr: getHexValue >> anormal kalan baytlar

source: Cannot find file
tr: Dosya bulunamadı

source: Cannot load ECU file
tr: ECU dosyası yüklenemiyor
uk_ua: Невдалося завантажити файли ECU

source: XML not found
tr: XML bulunamadı

source: Cannot retrieve functionnal address of ECU
tr: ECU'nun işlevsel adresi alınamıyor

source: Adding group
tr: Grup ekleme
uk_ua: Додати групу

source: Unable to find eculist
tr: Eculist bulunamadı

source: Warning, address
tr: Uyarı, adres

source: is not mapped
tr: haritalanmamış
uk_ua: не визначено

source: Scanning address:
tr: Adres taranıyor:

source: Found:
tr: Bulunan:
uk_ua: Знайдено:

source: Identified ECU
tr: Tanımlanmış ECU

source: Found ECU
tr: Bulunan ECU
uk_ua: Знайдено ECU

source: (not perfect match)
tr: (mükemmel bir eşleşme değil)
uk_ua: (не ідеальна схожість)

source: (no relevant ECU file found)
tr: (ilgili ECU dosyası bulunamadı)(ilgili ECU dosyası bulunamadı)

source: Writing vehicles database...
tr: Araç veritabanı yazılıyor...

source: Starting zipping
tr: Sıkıştırma başlatılıyor

source: Error:
tr: Hata:

source: ELM not connected or wrong COM port
tr: ELM bağlı değil veya yanlış COM port
uk_ua: ELM не з'єднано або невірний COM порт

source: Port closed
tr: Bağlantı noktası kapalı

source: Connection to ELM was lost
tr: ELM ile bağlantı kesildi
uk_ua: Звязок з ELM втрачено

source: Cannot decode bytes
tr: Baytlar çözülemiyor

source: TIMEOUT
tr: ZAMAN AŞIMI
uk_ua: Таймаут

source: Checking port speed:
tr: Kontrol edilen port hızı:
uk_ua: Перевірка швидкості порта:

source: Start COM speed :
tr: Başlangıç Com hızı :
uk_ua: Швидкість COM порта :

source: ELM not responding
tr: ELM yanıt vermiyor
uk_ua: ELM не відповідає

source: Trying to open port
tr: Bağlantı noktası (port) açmaya çalışılıyor
uk_ua: Пробую відкрити порт

source: No ELM interface on port
tr: Bağlantı noktasında ELM arayüzü yok
uk_ua: ELM на порту не виявлено

source: OBDLink Connection OK, attempting full speed UART switch
tr: OBDLink Bağlantısı TAMAM, tam hız UART anahtarı deneniyor

source: Failed to switch to change OBDLink to
tr: OBDLink'i değiştirmek için geçiş yapılamadı

source: ELM Connection OK, attempting high speed UART switch
tr: ELM Bağlantısı Tamam, yüksek hızlı UART anahtarı deneniyor

source: Failed to switch to change ELM to
tr: ELM'yi değiştirmek için geçiş yapılamadı

source: OBDLINK switched baurate OK, changing UART speed now...
tr: OBDLINK baurate'i değiştirme tamam, Şimdi UART hızı değişiyor...

source: OBDLink full speed connection OK
tr: OBDLink tam hız bağlantısı TAMAM

source: OBDLink Version
tr: OBDLink Sürümü

source: ELM baudrate switched OK, changing UART speed now...
tr: ELM baud hızı AÇIK, UART hızı şimdi değiştiriliyor...

source: ELM full speed connection OK
tr: ELM tam hız bağlantısı TAMAM

source: Version
tr: Sürüm

source: Your ELM does not support baudrate
tr: ELM'niz baud hızını desteklemiyor

source: ELM reset...
tr: ELM sıfırlandı...

source: Unknown address:
tr: Bilinmeyen adres:

source: FAIL
tr: BAŞARISIZ
uk_ua: Помилка

source: OK/TIMEOUT
tr: TAMAM/ZAMAN AŞIMI

source: OK
tr: TAMAM

source: Incompatible adapter on ARM core
tr: ARM çekirdeğinde uyumsuz adaptör

source: Result:
tr: Sonuç:
uk_ua: Результат:

source: succeeded from
tr: Başarılı Oldu
uk_ua: успішних із

source: ELM Max version:
tr: ELM Max sürümü:
uk_ua: Максимальна версія ELM:

source: ddt4all_data/projects.json not found or not ok.
tr: ddt4all_data/projects.json bulunamadı veya doğru değil.

source: ECU name
tr: ECU Adı
uk_ua: Назва ECU

source: Protocol
tr: Protokol
uk_ua: Протокол

source: Diag
tr: Tanılama

source: Projets
tr: Projeler
uk_ua: Проекти

source: loaded ECUs in database.
tr: adet ECU veritabanında yüklü.
uk_ua: ECUs завантажено у базу.

source: No database found
tr: Veritabanı bulunamadı
uk_ua: Не знайдено базу данних

source: Check documentation
tr: Belgeleri kontrol edin
uk_ua: Перевірте документацію

source: Refresh rate (ms):
tr: Yenileme hızı (ms):
uk_ua: Частота оновлення (ms):

source: Can timeout (ms) [0:AUTO] :
tr: Zaman aşım süresi(ms) [0:OTOMATİK] :

source: Documentation
tr: Belgeler
uk_ua: Документація

source: Screen
tr: Ekran
uk_ua: Екран

source: CAN Sniffer
tr: CAN Dinleyici

source: Requests
tr: İstekler
uk_ua: Запити

source: Data
tr: Veri
uk_ua: Дані

source: Buttons
tr: Butonlar
uk_ua: Кнопки

source: Ecu parameters
tr: ECU parametreleri
uk_ua: Параметри ЕБУ

source: Ecran Window
tr: Ekran Penceresi
uk_ua: Екран Window

source: Screens
tr: Ekranlar
uk_ua: Екрани

source: Logs Window
tr: Kayıt Penceresi
uk_ua: Вікно логу

source: Ecu Window
tr: Ecu Penceresi
uk_ua: Вікно Ecu

source: Ecu List Window
tr: Ecu Liste Penceresi

source: ToolBar
tr: Araç Çubuğu

source: Read DTC
tr: DTC oku
uk_ua: Читання прмилок DTC

source: Full log
tr: Tam günlük
uk_ua: Повний лог

source: Expert mode (enable writing)
tr: Uzman modu (yazmayı etkinleştir)
uk_ua: Режим експерта (включаючи запис)

source: Auto refresh
tr: Otomatik yenileme
uk_ua: Авто-оновлення

source: Refresh (one shot)
tr: Yenile (bir sefer)
uk_ua: Оновити (разово)

source: Manual command
tr: Manuel komut
uk_ua: Ручний ввід команди

source: Manual request
tr: Manuel istek
uk_ua: Ручний запит

source: Software flow control
tr: Yazılım akış kontrolü

source: Zoom In
tr: Yakınlaştır

source: Zoom Out
tr: Uzaklaştır

source: UI Edit
tr: UI Düzenle

source: File
tr: Dosya
uk_ua: Файл

source: Open XML
tr: XML aç

source: Identify ECU
tr: ECU tanımla
uk_ua: Ідентифікація ЕБУ

source: Create New ECU
tr: Yeni ECU Oluştur
uk_ua: Створити новий ЕБУ

source: Save current ECU
tr: Mevcut ECU'yu kaydet
uk_ua: Зберегти ЕБУ

source: Save last record
tr: Son kaydı kaydet

source: Save ECU list
tr: ECU listesini kaydet
uk_ua: Зберегти список ЕБУ

source: Zip database
tr: Veritabanını sıkıştır
uk_ua: Zip база даних

source: Exit
tr: Çıkış
uk_ua: Вихід

source: Action
tr: Eylem
uk_ua: Дії

source: New Category
tr: Yeni kategori
uk_ua: Нова категорія

source: New Screen
tr: Yeni Ekran
uk_ua: Новий екран

source: Rename
tr: Yeniden Adlandır
uk_ua: Перейменувати

source: Plugins
tr: Eklentiler
uk_ua: Плагіни

source: Cannot load plugin
tr: Eklenti yüklenemiyor

source: Help
tr: Yardım
uk_ua: Допомога

source: About Developers
tr: Geliştiriciler Hakkında
uk_ua: Про розробника

source: Get Git update
tr: Git güncellemesini alın
uk_ua: Отримати Git оновлення

source: About
tr: Hakkında
uk_ua: Про

source: About DDT4ALL
tr: DDT4ALL Hakkında
uk_ua: Про DDT4ALL

source: version:
tr: sürüm:

source: Created by:
tr: Oluşturan:
uk_ua: Створено завдяки:

source: Save database (keep '.zip' extension)
tr: Veritabanını kaydet ('.zip' uzantısını koru)
uk_ua: Зберегти базу даних

source: Zipping XML database... (this can take a few minutes)
tr: XML veritabanı sıkıştırılıyor... (bu işlem birkaç dakika sürebilir)
uk_ua: Zipping XML database... (це може тривати декілька хвилин)

source: Zip job finished
tr: Sıkıştırma işlemi tamamlandı

source: Enter new name
tr: Yeni ad girin
uk_ua: Введіть нове імя

source: Enter category name
tr: Kategori adını girin
uk_ua: Введіть імя категорії

source: Please select a category before creating new screen
tr: Lütfen yeni ekran oluşturmadan önce bir kategori seçin
uk_ua: Виберіть категорію перед сторенням нового екрана

source: Enter screen name
tr: Ekran adını girin
uk_ua: Введіть імя екрана

source: Scanning CAN
tr: CAN Taranıyor
uk_ua: Сканування CAN

source: Scanning KWP
tr: KWP Taranıyor
uk_ua: Сканування KWP

source: Scan options
tr: Tarama seçenekleri
uk_ua: Опції сканування

source: CANCEL
tr: İPTAL
uk_ua: Відміна

source: EDITION MODE
tr: DENEME MODU
uk_ua: РЕЖИМ РЕДАГУВАННЯ

source: CONNECTED
tr: BAĞLANDI
uk_ua: ПІДКЛЮЧЕНО

source: DISCONNECTED
tr: BAĞLANTI KESİLDİ
uk_ua: ВІДКЛЮЧЕНО

source: Save vehicule (keep '.ecu' extension)
tr: Aracı kaydet ('.ecu' uzantısını koru)
uk_ua: Зберегти список моїх ЕБУ (.ecu)

source: Save ECU (keep '.json' extension)
tr: ECU'yu kaydet ('.json' uzantısını koru)
uk_ua: Зберегти ЕБУ (формат .json)

source: Save record (keep '.txt' extension)
tr: Kaydı kaydet ('.txt' uzantısını koru)
uk_ua: Зберегти список моїх ЕБУ (.ecu)

source: Recorded
tr: Kaydedildi
uk_ua: Записано

source: entries
tr: girişler
uk_ua: входження

source: <center>This Software is free, but I need money to buy cables/ECUs and make this application more reliable</center>
tr: <center>Bu Yazılım ücretsizdir, ancak kablolar/ECU'lar satın almak ve bu uygulamayı daha güvenli hale getirmek için paraya ihtiyacım var</center>
uk_ua: <center>Ця прогама безкоштовна, але мені потрібні кошти для покупки кабелів/блоків та підтрики надійної роботи програми</center>

source: Yes I contribute
tr: Evet katkıda bulunurum
uk_ua: Так, я дам внесок

source: No, I don't
tr: Hayır, yapmam
uk_ua: Ні, я не буду

source: <center>Thank you for you contribution, if nothing happens, please go to : https://github.com/cedricp/ddt4all</center>
tr: <center>Katkılarınız için teşekkür ederiz, herhangi bir şey olmazsa lütfen şu adrese gidin: https://github.com/cedricp/ddt4all</center>
uk_ua: <center>Дякую за допомогу, якщо нічого не відбулось, зайдіть на : https://github.com/cedricp/ddt4all</center>

source: ELM port selection
tr: ELM bağlantı noktası (port) seçimi
uk_ua: Виберіть порт ELM

source: Interface language (need save and close)
tr: Arayüz dili (kaydetmeniz ve kapatmanız gerekir)
uk_ua: Мова інтерфейсу (портібно зберегти та закрити)

source: Port speed
tr: Bağlantı noktası (port) hızı
uk_ua: Швидкість порта

source: Connected mode
tr: Bağlantı modu
uk_ua: Режим підключення

source: Edition mode
tr: Deneme modu
uk_ua: Режим редагування

source: ELM benchmark
tr: ELM değerlendirme testi
uk_ua: Перевірка ELM

source: Save and close
tr: Kaydet ve kapat
uk_ua: Зберегти та закрити

source: WiFi port :
tr: WiFi bağlantı noktası :
uk_ua: WiFi порт :

source: I'm aware that I can harm my car if badly used
tr: Hatalı kullanırsam arabama zarar verebileceğimin farkındayım
uk_ua: Я розумію що можу нашкодити автомобілю у гіршому випадку

source: Dark style
tr: Karanlık mod
uk_ua: Темний стиль

source: Change UART speed
tr: UART hızını değiştir
uk_ua: Змінити швидкість UART

source: You must check the recommandations
tr: Önerileri kontrol etmelisiniz
uk_ua: Ви мовинні погодитись з рекомендаціями

source: Please select a communication port
tr: Lütfen bir bağlantı noktası (port) seçin
uk_ua: Виберіть прорт для звязку

source: Using custom DDT database
tr: Özel DDT veritabanı kullanımı
uk_ua: Використання власної бази DDT

source: No COM port selected
tr: COM port seçilmedi
uk_ua: Не обрано COM порт

source: Initilizing ELM with speed %i...
tr: ELM %i hızıyla başlatılıyor...
uk_ua: Ініціаалізація ELM на швидкості %i...

source: No ELM327 or OBDLINK-SX detected on COM port
tr: COM portta ELM327 veya OBDLINK-SX algılanmadı
uk_ua: ELM327 чи OBDLINK-SX не виявлено на COM порті

source: Err, cannot rename
tr: Hata, yeniden adlandıramıyorum
uk_ua: Помилка, невдалося перейменувати

source: To be able to edit your screen, first export it in JSON format
tr: Ekranınızı düzenleyebilmek için önce JSON formatında dışa aktarın
uk_ua: Для редагування екрана спочатку збережіть його у форматі JSON

source: Enter label name
tr: Etiket adını girin
uk_ua: Введіть ім'я мітки

source: Add button
tr: Buton ekle
uk_ua: Додати кнопку

source: Add label
tr: Etiket ekle
uk_ua: Добавить лейбу

source: Rename label
tr: Etiketi yeniden adlandır
uk_ua: Переийменувати лейбу

source: Change color
tr: Rengi değiştir
uk_ua: Змінити колір

source: Remove element
tr: Öğeyi kaldır
uk_ua: Видалити елемент

source: Diagnotic session
tr: Tanılama oturumu
uk_ua: Діагностична сесія

source: Input
tr: Giriş
uk_ua: Поле вводу

source: Output
tr: Çıkış
uk_ua: Поле виводу

source: Protocol not supported
tr: Protokol desteklenmiyor

source: Protocol not supported:
tr: Protokol desteklenmiyor:

source: XML file not found :
tr: XML dosyası bulunamadı:
uk_ua: XML файл не знайдено :

source: Invalid DDT file
tr: Geçersiz DDT dosyası
uk_ua: Невірний DDT файл

source: Connection to ELM lost, trying to reconnect...
tr: ELM ile bağlantı kesildi, yeniden bağlanmaya çalışılıyor...
uk_ua: Підключення до ELM втрачено, спроба підключитися знову...

source: Cannot reconnect...
tr: Yeniden bağlanılamıyor...
uk_ua: Не можу підключитися знову...

source: Switching to session mode
tr: Oturum moduna geçiş
uk_ua: Переключення до сесійного режиму

source: Sending ELM request :
tr: Gönderilen ELM isteği:
uk_ua: Відправка ELM запиту :

source: Blocked ELM request :
tr: Engellenen ELM isteği:
uk_ua: Заблокований ELM запит :

source: Sending ELM request:
tr: Gönderilen ELM isteği:
uk_ua: Отправляем ELM запрос :

source: Sending simulated ELM request :
tr: Simüle edilerek gönderilen ELM isteği:
uk_ua: Отправляем симуляционный ELM запрос :

source: Bad ELM response :
tr: Kötü ELM yanıtı:
uk_ua: Погана відповідь ELM

source: ELM response :
tr: ELM yanıtı:
uk_ua: Відповідь ELM :

source: Button request not found :
tr: Buton isteği bulunamadı:
uk_ua: Немає параметрів для кнопки :

source: Sending request :
tr: Gönderilen istek :
uk_ua: Відпрака запиту :

source: Unknown request
tr: Bilinmeyen istek

source: Command aborted
tr: Komut iptal edildi
uk_ua: Команда перервано

source: Value error of this stuff need a bypass gateway maybe.
tr: Bu şeyin değer hatası belki bir bypass geçidine ihtiyaç duyar.

source: Request aborted (look at red paramters entries):
tr: İstek iptal edildi (kırmızı parametre girişlerine bakın):
uk_ua: Запит перервано (перевірта червоні значення):

source: Delay
tr: Gecikme
uk_ua: Затримка

source: For your safety
tr: Güvenliğiniz için
uk_ua: Для вашої безпеки

source: <center>BLOCKED COMMAND</center> Activate expert mode to unlock
tr: <center>ENGELLENMİŞ KOMUT</center> Kilidi açmak için uzman modunu etkinleştirin
uk_ua: <center>КОМАНДА ЗАБЛОКОВАНА</center> активуйте експертний режим для розблокування

source: Writing parameter
tr: Parametre yazma

source: Blocked writing parameter
tr: Engellenen yazma parametresi
uk_ua: Заблокавано запис параметрів

source: Invalid
tr: Geçersiz
uk_ua: Недійсний

source: ECU uses SDS
tr: ECU, SDS kullanır
uk_ua: ECU використовує SDS

source: Cannot call request
tr: İstek aranamıyor
uk_ua: Неможливо викликати запит

source: Update time
tr: Güncelleme zamanı
uk_ua: Оновити час

source: Clearing DTC information
tr: DTC bilgilerini temizleniyor
uk_ua: Скидання помилок DTC

source: No ClearDTC request for that ECU, will send default 14FF00
tr: Bu ECU için Net DTC talebi yok, varsayılan olarak 14FF00 gönderecek
uk_ua: У ЕБУ немає запиту ClearDTC, посилаю стандартний 14FF00

source: <center>You are about to clear diagnostic troubles codes</center>
tr: <center>Tanılama arıza kodlarını temizlemek üzeresiniz</center>
uk_ua: <center>Зараз будуть витерті діагностичні помилки</center>

source: <center>Ae you sure this is what you want.</center>
tr: <center>İstediğinizin bu olduğundan emin misiniz.</center>
uk_ua: <center>Впевнені?</center>

source: Clear DTC failed
tr: DTC temizleme başarısız oldu

source: Clear DTC successfully done
tr: DTC temizliği başarıyla tamamlandı
uk_ua: Скидання помилок DTC вдале

source: No ReadDTC request for that ECU
tr: Bu ECU için ReadDTC isteği yok

source: Invalid response for ReadDTC command
tr: DTC Oku komutu için geçersiz yanıt
uk_ua: Неправильна відповідь на команду читання DTC

source: Read DTC returned an error
tr: DTC'yi oku bir hata ile karşılaştı
uk_ua: Читання DTC завершилось помилкою

source: No DTC
tr: DTC yok
uk_ua: Немає DTC

source: Clear ALL DTC
tr: TÜM DTC'leri Temizle
uk_ua: Витерти усі DTC

source: ECU trouble codes
tr: ECU arıza kodları
uk_ua: ECU коди помилок

source: Parsing screen
tr: Ayrıştırma ekranı
uk_ua: Екран розшифровки

source: found request in input
tr: girişte istek bulundu

source: found in display
tr: ekranda bulunan
uk_ua: Знайдено в екрані

source: found in button
tr: düğmede bulunan

source: found in presend
tr: şu anda bulunan
uk_ua: знайдено в даному

source: found data in input
tr: girişte bulunan veriler
uk_ua: знайдено дані в введені

source: found data in display
tr: Ekranda bulunan veriler
uk_ua: знайдено дані в екрані

source: Cannot zip database, no 'ecus' directory
tr: Veritabanı sıkıştırılamıyor, 'ecus' dizini yok

source: Starting conversion
tr: Dönüşüm başlatılıyor

source: Starting processing
tr: İşleme başlanıyor
uk_ua: Початок процесу

source: to
tr: ile
uk_ua: до

source: Skipping current file (cannot parse it)
tr: Geçerli dosya atlanıyor (ayrıştırılamıyor)
uk_ua: Пропускання даного файлу (невдалося розкласти його)

source: Writing database
tr: Veritabanı yazılıyor
uk_ua: Запис бази даних

source: Writing archive
tr: Arşiv Yazılıyor
uk_ua: Запис архіву

source: Opening ECU Database...
tr: ECU Veritabanı Açılıyor...
uk_ua: Відкриваю ECU дата базу

source: parts as:
tr: parçalar şu şekilde:
uk_ua: частина як:

source: please review dumpVehicles def.
tr: Lütfen dumpVehicles tanımını inceleyin.
uk_ua: будь-ласка перевірте dumpVehicles def.

source: Values
tr: Değerler
uk_ua: Значення

source: Waiting...
tr: Bekle...
uk_ua: Очікування...

source: Frame length error:
tr: Çerçeve uzunluğu hatası:
uk_ua: Помилка довжини кадру

source: Frame hex error:
tr: Çerçeve hex hatası:
uk_ua: Помилка hex кадру

source: Found USB adapter:
tr: USB adaptörü bulundu:
uk_ua: Знайлено USB адаптер

source: AB90 AIRBAG Reset
tr: AB90 HAVA YASTIĞI Sıfırlama

source: Airbag Tools
tr: Hava Yastığı Araçları
uk_ua: Airbag інструмент

source: AB90 (Clio III)/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: AB90 (Clio III)/2<br>AIRBAG SIFIRLAMA<br><font color='red'>BU EKLENTİ HAVA YASTIĞI ÇARPMA VERİLERİNİN KİLİDİNİ AÇAR<br>NE ANLAMA GELDİĞİNE İLİŞKİN BİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: Check ACU Virgin
tr: Sıfır ACU'yu kontrol et
uk_ua: Перевірити чи ECU не був у використані

source: Waiting
tr: Bekleniyor
uk_ua: Зачекайте

source: Virginize ACU
tr: ACU Sıfırla
uk_ua: Очистити ECU

source: Cannot connect to ECU
tr: ECU'ya bağlanılamıyor
uk_ua: Не вдається підключитися до ECU

source: <font color='orange'>UNEXPECTED RESPONSE</font>
tr: <font color='orange'>BEKLENMEYEN YANIT</font>
uk_ua: НЕСПОДІВАНА ВІДПОВІДЬ

source: <font color='red'>CRASH DETECTED</font>
tr: <font color='red'>KAZA ALGILANDI</font>
uk_ua: АВАРІЯ ЗНАЙДЕНА

source: <font color='green'>NO CRASH DETECTED</font>
tr: <font color='green'>KAZA ALGILANMADI</font>
uk_ua: АВАРІЯ НЕ ВИЯВЛЕНО

source: <font color='green'>CLEAR EXECUTED</font>
tr: <font color='green'>TEMİZLEME UYGULANDI</font>
uk_ua: ОЧИЩЕННЯ ВИКОНАНО
