Repository: Furtif/ddt4all
Catalog: ddt4all_data/locale/*/LC_MESSAGES/ddt4all.po
Languages: tr, uk_ua

source: <font color='red'>CLEAR FAILED</font>
tr: <font color='red'>TEMİZLEME BAŞARISIZ</font>
uk_ua: <font color='red'>Очистити невдалось</font>

source: Megane/Scenic II card programming
tr: Megane/Scenic II kart programlama

source: Keys
tr: Anahtarlar
uk_ua: Ключі

source: ENTER AFTER SALE MODE
tr: SATIŞ SONRASI MODUNA GİRİN
uk_ua: Зайти в AFTER SALE MODE

source: <font color='red'>MEGANE II CARD PROGRAMMING<br>EXPERIMENTAL : NOT TESTED YET</font>
tr: <font color='red'>MEGANE II KART PROGRAMLAMA<br>DENEYSEL : HENÜZ TEST EDİLMEDİ</font>
uk_ua: <font color='red'>MEGANE II CARD PROGRAMMING<br>EXPERIMENTAL : NOT TESTED

source: LEARN
tr: ÖĞREN
uk_ua: Навчити

source: VALIDATE
tr: DOĞRULA
uk_ua: ПІДТВЕРДИТИ

source: Algo 2
tr: 2 şey

source: Num key learnt
tr: Sayı anahtarı öğrenildi
uk_ua: Кількість ключів записано

source: CARD IDE
tr: KART IDE

source: Cannot get ISK, check connections and UCH compatibility
tr: ISK alınamıyor, bağlantıları ve UCH (Araç İçi Merkezi Kontrol Ünitesi) uyumluluğunu kontrol et

source: <font color='red'>PIN CODE NOT RECOGNIZED</font>
tr: <font color='red'>PIN KODU TANINMADI</font>

source: <font color='green'>PIN CODE OK / KEY LEARNING</font>
tr: <font color='green'>PIN KODU TAMAM / ANAHTAR ÖĞRENME</font>

source: <font color='green'>PIN CODE OK / UCH LEARNING</font>
tr: <font color='green'>PIN KODU TAMAM / UCH (Araç İçi Merkezi Kontrol Ünitesi) ÖĞRENME</font>

source: Modus/Clio III EPS Reset
tr: Modus/Clio III EPS Sıfırlama

source: EPS Tools
tr: EPS Araçları

source: Modus/Clio III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: Modus/Clio III EPS SIFIRLAMA<br><font color='red'>BU EKLENTİ, EPS IMMO VERİLERİNİ SIFIRLAYACAK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: BLANK STATUS & VIN READ
tr: BOŞ DURUM & VIN (ŞASİ NO) OKUMA

source: Virginize EPS
tr: EPS Sıfırla
uk_ua: Скинути до заводського стану EPS

source: VIN - READ
tr: VIN (ŞASİ NO) - OKU
uk_ua: VIN - ЧИТАННЯ

source: VIN - WRITE
tr: VIN (ŞASİ NO) - YAZ
uk_ua: VIN - ЗАПИС

source: Write VIN
tr: VIN (Şasi no) yaz
uk_ua: Записати VIN

source: <font color='red'>VIN - INVALID</font>
tr: <font color='red'>VIN (ŞASİ NO) - GEÇERSİZ</font>

source: <font color='res'>VIN - BAD LENGTH</font>
tr: <font color='res'>VIN (ŞASİ NO) - YANLIŞ UZUNLUKTA</font>

source: <font color='orange'>VIN WRITE FAILED</font>
tr: <font color='orange'>VIN (ŞASİ NO) YAZMA BAŞARISIZ</font>

source: <font color='green'>VIN WRITE OK</font>
tr: <font color='green'>VIN (ŞASİ NO) YAZMA TAMAMLANDI</font>

source: <font color='green'>EPS virgin</font>
tr: <font color='green'>EPS temiz</font>
uk_ua: EPS має заводський стан

source: <font color='red'>EPS coded</font>
tr: <font color='red'>EPS kodlanmış</font>
uk_ua: <font color='red'>EPS закодовано</font>

source: Clio IV EPS Reset
tr: Clio IV EPS Sıfırlama

source: Clio IV EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: Clio IV EPS SIFIRLAMA<br><font color='red'>BU EKLENTİ EPS IMMO VERİLERİNİ SIFIRLAYACAK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>V

source: Check EPS Virgin
tr: Sıfır EPS'yi kontrol et
uk_ua: Перевірити заводський стан EPS

source: <font color='green'>EPS not operational</font>
tr: <font color='green'>EPS çalışmıyor</font>

source: <font color='red'>UNEXPECTED RESPONSE</font>
tr: <font color='red'>BEKLENMEYEN YANIT</font>

source: Laguna II UCH Reset
tr: Laguna II UCH (Araç İçi Merkezi Kontrol Ünitesi) Sıfırlama

source: UCH Tools
tr: UCH (Araç İçi Merkezi Kontrol Ünitesi) Araçları
uk_ua: UCH інструмент

source: LAGUNA II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: LAGUNA II UCH SIFIRLAMA<br><font color='red'>BU EKLENTİ UCH'İNİZİ (Araç İçi Merkezi Kontrol Ünitesini) SİLECEK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: Check UCH Virgin
tr: Sıfır UCH'yi (Araç İçi Merkezi Kontrol Ünitesini) kontrol et
uk_ua: Перевірити заводський стан UCH

source: Virginize UCH
tr: UCH (Araç İçi Merkezi Kontrol Ünitesi) Sıfırla
uk_ua: Скинути до заводського стану UCH

source: <font color='green'>UCH virgin</font>
tr: <font color='green'>UCH (Araç İçi Merkezi Kontrol Ünitesi) temiz</font>
uk_ua: <font color='red'>UCH coded</font>

source: <font color='red'>UCH coded</font>
tr: <font color='red'>UCH (Araç İçi Merkezi Kontrol Ünitesi) kodlanmış</font>

source: Laguna III UCH Reset
tr: Laguna III UCH (Araç İçi Merkezi Kontrol Ünitesi) Sıfırlama

source: LAGUNA III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: LAGUNA III UCH SIFIRLAMA<br><font color='red'>BU EKLENTİ UCH'İNİZİ (Araç İçi Merkezi Kontrol Ünitesini) SİLECEK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: Megane/Scenic II UCH Reset
tr: Megane/Scenic II UCH (Araç İçi Merkezi Kontrol Ünitesi) Sıfırlama

source: MEGANE II UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: MEGANE II UCH SIFIRLAMA<br><font color='red'>BU EKLENTİ UCH'İNİZİ (Araç İçi Merkezi Kontrol Ünitesini) SİLECEK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: Megane3 AIRBAG Reset
tr: Megane3 HAVA YASTIĞI Sıfırlama

source: Megane III<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: Megane III<br>HAVA YASTIĞI SIFIRLAMA<br><font color='red'>BU EKLENTİ HAVA YASTIĞI ÇARPMA VERİLERİNİN KİLİDİNİ AÇAR<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: ZOE/FLENCE/Megane III/Scenic III EPS Reset
tr: ZOE/FLENCE/Megane III/Scenic III EPS Sıfırlama

source: ZOE/FLENCE/Megane III/Scenic III EPS VIRGINIZER<br><font color='red'>THIS PLUGIN WILL RESET EPS IMMO DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: ZOE/FLENCE/Megane III/Scenic III EPS SIFIRLAMA<br><font color='red'>BU EKLENTİ EPS IMMO VERİLERİNİ SIFIRLAYACAK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: Megane/Scenic III UCH Reset
tr: Megane/Scenic III UCH (Araç İçi Merkezi Kontrol Ünitesi) Sıfırlama

source: MEGANE III UCH VIRGINIZER<br><font color='red'>THIS PLUGIN WILL ERASE YOUR UCH<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: MEGANE III UCH SIFIRLAMA<br><font color='red'>BU EKLENTİ UCH'İNİZİ (Araç İçi Merkezi Kontrol Ünitesini) SİLECEK<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: RSAT4 AIRBAG Reset
tr: RSAT4 HAVA YASTIĞI Sıfırlama

source: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>AIRBAG VIRGINIZER<br><font color='red'>THIS PLUGIN WILL UNLOCK AIRBAG CRASH DATA<br>GO AWAY IF YOU HAVE NO IDEA OF WHAT IT MEANS</font>
tr: TWINGO III/ZOE/DOKKER/DUSTER ph2/TRAFIC III/CAPTUR/LODGY ph1/2<br>HAVA YASTIĞI SIFIRLAMA<br><font color='red'>BU EKLENTİ HAVA YASTIĞI ÇARPMA VERİLERİNİN KİLİDİNİ AÇAR<br>NE ANLAMA GELDİĞİ HAKKINDA HİÇBİR FİKİRİNİZ YOKSA UZAK DURUN</font>

source: CRC calculator
tr: CRC hesaplayıcı
uk_ua: CRC калькулятор

source: VIN
tr: VIN (Şasi Numarası)

source: CRC CALCULATOR
tr: CRC HESAPLAYICI
uk_ua: CRC калькулятор

source: vs
uk_ua: з

source: Web Wiki
uk_ua: Веб Вікі

source: Contributors:
uk_ua: Дописувачі
